import Title from "../../components/title";
import Evaluation from "../../components/evaluation";
import Prices from "../../components/prices";
import BlockText from "../../components/blockText";
import CallBlock from "../../components/callBlock";

import "../goldPage/style.scss";

export default function SilverPage() {
    return (
        <main className="evaluationPage">
            <Title minorTitle={{ text: "Оцiнка срiбла" }} mainTitle={{ text: "Ви можете отримати кредит за 3 хвилини! Для цього потрібен лише предмет застави, ІПН, паспорт або інший документ, який ідентифікує особу.", size: "20px" }} />
            <Evaluation type={"silver"}
                initialValues={{
                    sample: "875 срібло",
                    category: "каблучки",
                    condition: "Відмінний",
                    weight: 1
                }} />
            <Prices type={"silver"}/>
            <BlockText text={["Срібло - популярний ювелірний метал. Використовується для прикрас, монет, предметів побуту ... Воно має стабільно високу вартість і часто виступає у ролі застави. Заложити срібло в ломбард - це простий, вигідний спосіб отримати кредит під заставу.",
                "У чистому вигляді срібло (аргентум) досить м'який метал. Збільшити стійкість допомагає доля міді в виробі. Кількість дорогоцінного металу в сплаві вказує проба. Стандартна проба в Україні - 925. Більш низький вміст срібла використовується для предметів побуту і інтер'єру. Такий сплав називається Sterling Silver. Найменша проба у сплаві для карбування монет. Він має червонуватий відтінок і з часом може втрачати первинну форму.",
                "Ми пропонуємо миттєву онлайн оцінку і просту процедуру оформлення договору. Високу ціну за грам срібла в залежності від проби, стану і виду виробу. Є бонуси та акції. Срібні кільця, ланцюжки, посуд - це не тільки красиво, але і можливість не відчувати нестачі в грошах."]} />
            <CallBlock />
        </main>
    )
}