import Title from "../../components/title";
import Evaluation from "../../components/evaluation/evaluationTechnique";
import Prices from "../../components/prices";
import BlockText from "../../components/blockText";
import CallBlock from "../../components/callBlock";

import "../goldPage/style.scss";

export default function TechniquePage() {
    return (
        <main className="evaluationPage">
            <Title minorTitle={{ text: "Оцiнка технiки" }} mainTitle={{ text: "Ви можете отримати кредит за 3 хвилини! Для цього потрібен лише предмет застави, ІПН, паспорт або інший документ, який ідентифікує особу.", size: "20px" }} />
            <Evaluation/>
            <Prices type={"gold"}/>
            <BlockText text={["Мобільні телефони, ноутбуки, всілякі гаджети — важлива частина сучасного життя. Зручні, надійні і довговічні, вони схильні до морального старіння... Ми замінюємо пристрої, що вийшли з моди, купуємо більш продуктивні і зручні, часто навіть не здогадуючись, що старі гаджети можуть окупити частину витрат на новий або виступити предметом застави для отримання кредиту.",
                "Ломбарди впевнено кредитують під заставу техніки. Здати телефон в заставу можна практично скрізь, де є експерт оцінювач техніки. Електроніка популярних брендів має стабільний попит, вартість на ринку б/в техніки і високо оцінюється. Ми пропонуємо онлайн оцінку вашого виробу і спеціалізовані технічні ломбарди з кращими експертами на ринку. Дорого закласти телефон або побутову техніку можливо, якщо у вас залишилися документи, інструкція, упаковка і пристрій в ідеальному технічному стані. Якщо ж сліди використання явно видно - сума кредиту може бути трохи нижче. Знаючи про ломбарди техніки, ви не будете бентежитися високою вартістю новинок, так як завжди можете повернути більшу частину суми або розраховувати на кредит."]} />
            <CallBlock />
        </main>
    )
}